<template>
  <div>
    <el-row>
      <el-col :span="6"><div><span class="span1">-</span></div></el-col>
      <el-col :span="12">
        <div class="content">
          <el-card class="box-card">
            <div class="s1"><h3>POKEDO破壳豆用户协议</h3></div>

            <p>一、服务总则</p>
            <p>
              1.1 POKEDO破壳豆的所有权和运营权归星矿科技（北京）有限公司所有。 
            </p>
            <p>
              1.2
              用户在注册POKEDO破壳豆之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦注册成功，则用户与POKEDO破壳豆之间自动形成协议关系，用户应当受本协议的约束。用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。 
            </p>
            <p>
              1.3
              本协议则可由POKEDO破壳豆随时更新，用户应当及时关注并同意POKEDO破壳豆不承担通知义务。POKEDO破壳豆的通知、公告、声明或其它类似内容是本协议的一部分。 
            </p>

            <p>二、服务细则</p>
            <p>
              2.1
              POKEDO破壳豆的具体内容细则由星矿科技（北京）有限公司根据实际情况提供。 
            </p>
            <p>
              2.2
              POKEDO破壳豆仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。 
            </p>

            <p>三、用户帐号</p>
            <p>
              3.1
              经POKEDO破壳豆注册系统完成注册程序并通过身份认证的用户即成为正式用户，可以获得POKEDO破壳豆规定用户所应享有的一切权限；未经认证仅享有POKEDO破壳豆规定的部分会员权限。POKEDO破壳豆有权对会员的权限设计进行变更。 
            </p>
            <p>
              3.2
              用户只能按照注册要求使用真实姓名，及身份证号注册。用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，POKEDO破壳豆不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本司。因黑客行为或用户的保管疏忽导致帐号非法使用，POKEDO破壳豆不承担任何责任。 
            </p>

            <p>四、使用条例</p>
            <p>
              4.1
              遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算
              机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规
              定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。 
            </p>
            <p>
              4.2
              用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在POKEDO破壳豆任何页面发布、转载、传送含有下列内容之一的信息，否则POKEDO破壳豆有权自行处理并不通知用户：
            </p>
            <p>(1)违反宪法确定的基本原则的； </p>
            <p>
              (2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的； 
            </p>
            <p>(3)损害国家荣誉和利益的； </p>
            <p>(4)煽动民族仇恨、民族歧视，破坏民族团结的； </p>
            <p>(5)破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
            <p>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>(7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； </p>
            <p>(8)侮辱或者诽谤他人，侵害他人合法权益的； </p>
            <p>(9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； </p>
            <p>(10)以非法民间组织名义活动的；</p>
            <p>(11)含有法律、行政法规禁止的其他内容的。 </p>
            <p>
              4.3
              用户承诺对其发表或者上传于POKEDO破壳豆的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成POKEDO破壳豆被第三人索赔的，用户应全额补偿POKEDO破壳豆一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)； 
            </p>
            <p>
              4.4
              当第三方认为用户发表或者上传于POKEDO破壳豆的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向POKEDO破壳豆发送权利通知书时，用户同意POKEDO破壳豆可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，POKEDO破壳豆将不会自动恢复上述删除的信息； 
            </p>
            <p>(1)不得为任何非法目的而使用网络服务系统； </p>
            <p>(2)遵守所有与网络服务有关的网络协议、规定和程序； </p>
            <p>
              (3)不得利用POKEDO破壳豆进行任何可能对互联网的正常运转造成不利影响的行为； 
            </p>
            <p>(4)不得利用POKEDO破壳豆进行任何不利于POKEDO破壳豆的行为。 </p>
            <p>
              4.5
              如用户在使用网络服务时违反上述任何规定，POKEDO破壳豆有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。
            </p>
            <p>
              4.6
              因违反使用条例的用户，可以发送邮件到kefu@xiudan.net申请查询封禁原因和解除封禁。如用户违反使用条例，星矿科技（北京）有限公司有权依据“POKEDO破壳豆”使用条例停止用户的“POKEDO破壳豆”账号服务，且保留在任何时候收回“POKEDO破壳豆”账号的权利。
            </p>
            <p>五、隐私保护</p>
            <p>
              5.1
              POKEDO破壳豆不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在POKEDO破壳豆的非公开内容，但下列情况除外： 
            </p>
            <p>(1)事先获得用户的明确授权； </p>
            <p>(2)根据有关的法律法规要求；</p>
            <p>(3)按照相关政府主管部门的要求；</p>
            <p>(4)为维护社会公众的利益。 </p>
            <p>5.2 我们如何对外提供信息：</p>
            <p>5.2.1、共享</p>
            <p>（一）业务共享</p>
            <p>
              我们承诺对您的信息进行严格保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作技术机构以及其他合作伙伴。如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意，或确认第三方已经征得您的同意。
            </p>
            <p>
              （1）某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，只有共享您的信息，才能提供您需要的产品或服务；
            </p>
            <p>
              （2）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种信息；
            </p>
            <p>
              （3）事先获得您明确同意的情况下，我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。
            </p>
            <p>（二）其他用户查询</p>
            <p>
              为了社交功能的可用性，他人可通过搜索您的昵称、id搜索到您，并看到您账户对应的昵称、头像、虚拟形象等信息，以便向您关注、打招呼、添加为好友。
            </p>
            <p>（三）投诉处理</p>
            <p>
              当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色社交环境，我们可能会将您的姓名及相关信息、联系方式、投诉内容等提供给有关部门或监管机关，但法律法规明确禁止提供的除外。
            </p>
            <p>5.2.2、转让</p>
            <p>
              我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
            </p>
            <p>（1）事先获得您的明确同意；</p>
            <p>（2）根据法律法规或强制性的行政或司法要求；</p>
            <p>5.2.3、公开披露</p>
            <p>
              除在公布中奖活动名单时会脱敏展示中奖者ID号或昵称名外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。
            </p>
            <p>5.2.4、委托处理</p>
            <p>
              为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理信息。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，受托公司不再保存个人信息。我们承诺对此负责。
            </p>
            <p>
              5.2.5、根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：
            </p>
            <p>（1）与国家安全、国防安全直接相关的；</p>
            <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
            <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
            <p>
              （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
            </p>
            <p>（5）您自行向社会公众公开的个人信息；</p>
            <p>
              （6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。
            </p>
            <p>
              5.3
              在不透露单个用户隐私资料的前提下，POKEDO破壳豆有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
            </p>
            <p>
              5.4
              关于权限说明，在必要功能时候，POKEDO破壳豆可能会需要获取您的摄像头(进行视频聊天，人脸驱动虚拟人物)、麦克风(进行视频聊天，录制视频)、通讯录联系人(快速添加邀请好友)、存储(录制视频保存本地)、地理位置(系统推荐距离相近的好友)、通知(聊天消息通知)等权限，且在首次获取时会请求您的同意。
            </p>
            <p>
              5.5
              POKEDO破壳豆运营方有权对用户使用POKEDO破壳豆服务的行为及信息进行审查、监督及处理，包括但不限于用户信息（账号信息、个人信息、虚拟形象等）、发布内容（位置、文字、图片、音频、视频、商标、专利、出版物等）、用户行为（构建关系、@信息、评论、私信、参与话题、参与活动、营销信息发布、举报投诉等）等范畴。
            </p>
             

            <p>六、版权声明</p>
            <p>
              6.1
              POKEDO破壳豆的文字、图片、音频、视频等版权均归星矿科技（北京）有限公司享有或与作者共同享有，未经POKEDO破壳豆许可，不得任意转载。 
            </p>
            <p>
              6.2
              POKEDO破壳豆特有的标识、版面设计、编排方式等版权均属星矿科技（北京）有限公司享有，未经POKEDO破壳豆许可，不得任意复制或转载。 
            </p>
            <p>
              6.3
              使用POKEDO破壳豆的任何内容均应注明“来源于POKEDO破壳豆APP”及署上作者姓名，按法律规定需要支付稿酬的，应当通知POKEDO破壳豆及作者及支付稿酬，并独立承担一切法律责任。
            </p>
            <p>
              6.4
              POKEDO破壳豆享有所有作品用于其它用途的优先权，包括但不限于网站、电子杂志、平面出版等，但在使用前会通知作者，并按同行业的标准支付稿酬。
            </p>
            <p>
              6.5
              POKEDO破壳豆所有内容仅代表作者自己的立场和观点，与POKEDO破壳豆无关，由作者本人承担一切法律责任。 
            </p>
            <p>
              6.6
              恶意转载POKEDO破壳豆内容的，POKEDO破壳豆保留将其诉诸法律的权利。 
            </p>
            <p>
              6.7
              “POKEDO破壳豆”商标信息。“POKEDO破壳豆”中所涉及到的图形，文字或其组成，服务名称产品标志等均归星矿科技（北京）有限公司所有。未经星矿科技（北京）有限公司书面许可，用户不得将“POKEDO破壳豆”标识，商标使用任何方式的进行展示，使用和其他处理，也不得向他人表明您有权展示，使用或其他处理“POKEDO破壳豆”标识和商标的行为。
            </p>

            <p>七、责任声明</p>
            <p>
              7.1
              用户明确同意其使用POKEDO破壳豆网络服务所存在的风险及一切后果将完全由用户本人承担，POKEDO破壳豆对此不承担任何责任。 
            </p>
            <p>
              7.2
              POKEDO破壳豆无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。 
            </p>
            <p>
              7.3
              POKEDO破壳豆不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由POKEDO破壳豆实际控制的任何网页上的内容，POKEDO破壳豆不承担任何责任。
            </p>
            <p>
              7.4
              对于因不可抗力或POKEDO破壳豆不能控制的原因造成的网络服务中断或其它缺陷，POKEDO破壳豆不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
            </p>
            <p>
              7.5
              对于站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，POKEDO破壳豆无需承担任何责任： 
            </p>
            <p>(1)POKEDO破壳豆向用户免费提供的各项网络服务； </p>
            <p>(2)POKEDO破壳豆向用户赠送的任何产品或者服务。 </p>
            <p>
              7.6
              POKEDO破壳豆有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，POKEDO破壳豆对用户和任何第三人均无需承担任何责任。
            </p>
            <p>八、附则</p>
            <p>
              8.1
              本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 
            </p>
            <p>
              8.2
              如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
            </p>
            <p>8.3 本协议解释权及修订权归星矿科技（北京）有限公司所有。</p>
          </el-card>
        </div></el-col
      >
      <el-col :span="6"><div class="grid-content bg-purple"></div></el-col>
    </el-row>
  </div>
</template>


<script>
export default {
  name: "yhxy",
  data() {
    return {
      //   html: "",
      //   path: "@/assets/yhxy.docx",
      //loading: true,
    };
  },
  mounted() {
    // var mammoth = require("mammoth");
    // mammoth
    //   .convertToHtml({ path: this.path })
    //   .then(function (result) {
    //     this.html = result.value; // The generated HTML
    //     var messages = result.messages; // Any messages, such as warnings during conversion
    //   })
    //   .done();
    // var that = this;
    // setTimeout(function () {
    //   that.loading = false;
    // }, 5000);
  },
};
</script>

<style scoped>
.content {
  width: 100%;
  text-align: left;
  color: black;
}
.s1 {
  text-align: center;
}
.span1{
    color: white;
}

</style>