<template>
  <div>
    <el-row>
      <el-col :span="6"
        ><div><span class="span1">-</span></div></el-col
      >
      <el-col :span="12">
        <div class="content">
          <el-card class="box-card">
            <div class="s1"><h3>POKEDO破壳豆隐私政策</h3></div>

            <p>
              星矿科技（北京）有限公司旗下移动应用POKEDO破壳豆（下称“POKEDO破壳豆”）尊重并保护所有使用服务用户的个人隐私权。POKEDO破壳豆的所有权和运营权归星矿科技（北京）有限公司所有。为了给您提供更准确、更有个性化的服务，POKEDO破壳豆会按照本隐私权政策的规定使用和披露您的个人信息。但POKEDO破壳豆将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，POKEDO破壳豆不会将这些信息对外披露或向第三方提供。POKEDO破壳豆会不时更新本隐私权政策。您在同意使用POKEDO破壳豆服务之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于使用POKEDO破壳豆服务不可分割的一部分。
            </p>

            <p>1.适用范围</p>
            <p>
              a)在您注册POKEDO破壳豆帐号时，您根据POKEDO破壳豆要求提供的个人注册信息；
            </p>
            <p>
              b)在您使用POKEDO破壳豆网络服务，POKEDO破壳豆自动接收并记录的您的手机上的信息，包括但不限于您的IP地址、设备类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的相关记录等数据；
            </p>
            <p>
              c)在必要功能时候，POKEDO破壳豆可能会需要获取您的摄像头(进行视频聊天，人脸驱动虚拟人物)、麦克风(进行视频聊天，录制视频)、通讯录联系人(快速添加邀请好友)、存储(录制视频保存本地)、地理位置(系统推荐距离相近的好友)、通知(聊天消息通知)等权限，且在首次获取时会请求您的同意。
            </p>
            <p>
              d)在使用相机拍摄、AR视频聊天功能时，POKEDO破壳豆可能会通过通过摄像头实时获取您的人脸数据，以便实时的生成虚拟形象，我们保证获取这些人脸信息只用来驱动用户选择的虚拟形象去做出对应的表情，相关的数据我们不会进行存储和记录，不会上传服务器，更加不会与第三方分享。这些数据在驱动完这一帧的虚拟模型后会立即销毁。
            </p>
            <p>
              e)第三方SDK说明，我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
              ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI
              信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。
              我们的产品集成腾讯 bugly SDK，腾讯 bugly
              SDK需要收集您的日志信息（包括：第三方开发者自定义 日志、Logcat
              日志以及 APP 崩溃堆栈信息）、设备 ID（包括：androidid 以及
              idfv）、联网信息、系统名称、系统版本以及国家码。在收集相关信息后，我们将通过技术手段对个人信息进行去标识化或匿名化处理。该SDK用于即时了解POKEDO破壳豆产品崩溃信息，以便更好的改进和修复产品BUG。
            </p>
            <p>2.信息的使用</p>
            <p>
              我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。
            </p>
            <p>
              a)在获得您的数据之后，POKEDO破壳豆会将其上传至服务器，以便能够为您提供更好的个性化服务。其中，第三方登录、手机号等信息用于登录验证；设备IMEI/Mac等信息用于下次登录使用无需再次验证；摄像头、麦克风等信息用于视频聊天，POKEDO破壳豆不会在服务器上存储任何有关摄像头、麦克风等数据，该数据只用于实时传输视频聊天。
            </p>
            <p>
              b)POKEDO破壳豆运营方有权对用户使用POKEDO破壳豆服务的行为及信息进行审查、监督及处理，包括但不限于用户信息（账号信息、个人信息、虚拟形象等）、发布内容（位置、文字、图片、音频、视频、商标、专利、出版物等）、用户行为（构建关系、@信息、评论、私信、参与话题、参与活动、营销信息发布、举报投诉等）等范畴。
            </p>
            <p>
              c)为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、用于用户研究分析与统计等服务。
            </p>
            <p>
              d)为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。
            </p>
            <p>3.信息披露</p>
            <p>我们如何对外提供信息：</p>
            <p>3.1、共享</p>
            <p>（一）业务共享</p>
            <p>
              我们承诺对您的信息进行严格保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作技术机构以及其他合作伙伴。如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意，或确认第三方已经征得您的同意。
            </p>
            <p>
              （1）某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，只有共享您的信息，才能提供您需要的产品或服务；
            </p>
            <p>
              （2）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种信息；
            </p>
            <p>
              （3）事先获得您明确同意的情况下，我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。
            </p>
            <p>（二）其他用户查询</p>
            <p>
              为了社交功能的可用性，他人可通过搜索您的昵称、id搜索到您，并看到您账户对应的昵称、头像、虚拟形象等信息，以便向您关注、打招呼、添加为好友。
            </p>
            <p>（三）投诉处理</p>
            <p>
              当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色社交环境，我们可能会将您的姓名及相关信息、联系方式、投诉内容等提供给有关部门或监管机关，但法律法规明确禁止提供的除外。
            </p>
            <p>
              3.2、转让
              我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
            </p>
            <p>（1）事先获得您的明确同意；</p>
            <p>（2）根据法律法规或强制性的行政或司法要求；</p>
            <p>3.3、公开披露</p>
            <p>
              除在公布中奖活动名单时会脱敏展示中奖者ID号或昵称名外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。
            </p>
            <p>3.4、委托处理</p>
            <p>
              为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理信息。我们会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，受托公司不再保存个人信息。我们承诺对此负责。
            </p>
            <p>
              3.5、根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：
            </p>
            <p>（1）与国家安全、国防安全直接相关的；</p>
            <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
            <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
            <p>
              （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
            </p>
            <p>（5）您自行向社会公众公开的个人信息；</p>
            <p>
              （6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。
            </p>
            <p>4.信息存储和交换</p>
            <p>
              POKEDO破壳豆收集的有关您的信息和资料将保存在POKEDO破壳豆及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或POKEDO破壳豆收集信息和资料所在地的境外并在境外被访问、存储和展示。
            </p>
            <p>5.信息安全</p>
            <p>
              我们重视个人数据的安全。我们采用适当的物理、管理和技术保障措施来保护您的个人数据不被未经授权访问、披露、使用、修改、损坏或丢失。例如，我们会使用加密技术确保数据的机密性；我们会使用保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人数据；以及我们会举办安全和隐私保护培训，加强员工对于保护个人数据重要性的认识。我们会尽力保护您的个人数据，但是请注意任何安全措施都无法做到无懈可击。
            </p>
            <p>
              我们将会在达成本声明所述目的所需的期限内保留您的个人数据，除非按照法律要求或您的要求需要延长保留期。基于不同的场景、产品及服务，数据的存储期可能会有所不同，我们用于确定存留期的标准包括：完成该业务目的需要留存个人数据的时间，包括提供产品和服务，依据法律要求维护相应的交易及业务记录，保证系统、产品和服务的安全，应对可能的用户查询或投诉、问题定位等；用户是否同意更长的留存期间；法律、合同等是否有保留数据的特殊要求等。只要您的账户是为您提供服务之必须，我们都将保留您的账户信息。您也可以选择注销您的账号，在您注销账号后，我们会停止基于该账号提供产品和服务，并在无特殊法律要求的情况下，删除您相应的个人数据。
            </p>
            <p>
              尽管我们保护您的个人数据，但您有责任妥善保管您的个人数据，包括账户和密码。
            </p>
            <p>
              如果您发现其他人未经您的许可使用您的账户或密码登录本网站，请及时通知我们。您有权要求我们暂停未经授权对您的账户或密码的使用。
            </p>
            <p>
              如发生个人数据泄露等安全事件，我们将依照适用的法律法规的要求，以网站公告或邮件的方式，向您或主管机关告知数据泄露事件的相关信息。
            </p>
            <p>6.您如何管理自己的信息</p>
            <p>
              a)您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。
            </p>
            <p>
              b)我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。
            </p>
            <p>
              如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。
            </p>
            <p>
              如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。
            </p>
            <p>请通过微信公众号：POKEDO破壳豆与我们联系。</p>
            <p>
              c)在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。
            </p>
            <p>
              请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。
            </p>
            <p>7.变更</p>
            <p>a)我们可能适时修订本政策内容。</p>
            <p>
              b)如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在官网或app页面显著位置提示、向您发送电子邮件、短信等方式通知您。
            </p>
            <p>
              c)在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。
            </p>
            <p>8.联系我们</p>
            <p>星矿科技（北京）有限公司</p>
            <p>公司地址：北京市朝阳区三里屯西五街5号院D座</p>
            <p>微信公众号：POKEDO破壳豆</p>
            <p>微博官方账号：POKEDO破壳豆</p>
            <p>
              Copyright 2020 - 2021 Pokedo. All Rights Reserved.
              京ICP备19003731号-5
            </p>
          </el-card>
        </div></el-col
      >
      <el-col :span="6"><div class="grid-content bg-purple"></div></el-col>
    </el-row>
  </div>
</template>


<script>
export default {
  name: "yszc",
  data() {
    return {};
  },
  mounted() {},
};
</script>

<style scoped>
.content {
  width: 100%;
  text-align: left;
  color: black;
}
.s1 {
  text-align: center;
}
.span1 {
  color: white;
}
</style>